tap "getantibody/tap"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "blackfireio/homebrew-blackfire"

cask "aws-vault"
cask "minikube"
cask "virtualbox"
cask "virtualbox-extension-pack"

brew "ansible"
brew "antibody"
brew "awscli"
brew "blackfire-agent"
brew "blackfire-php71"
brew "composer"
brew "exa"
brew "fd"
brew "git"
brew "go"
brew "hugo"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "nano"
brew "neofetch"
brew "php@7.1"
brew "protobuf"
brew "ripgrep"
brew "watch"
brew "wifi-password"
brew "xz"
brew "zsh"
