tap "homebrew/dupes"
tap "codekitchen/dinghy"

brew "dnsmasq"
brew "composer"
brew "dinghy"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "docker-machine-driver-xhyve"
brew "ffmpeg"
brew "fswatch"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-stree"
brew "git-subrepo"
brew "imagemagick"
brew "nano"
brew "node", args: ["without-npm"]
brew "nmap"
brew "nvm"
brew "otto"
brew "packer"
brew "php70"
brew "phploc"
brew "python"
brew "rbenv"
brew "rsync"
brew "ruby-build"
brew "stow"
brew "symfony-installer"
brew "unison"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
