tap "homebrew/dupes"
tap "homebrew/versions"
tap "homebrew/homebrew-php"
tap "caskroom/fonts"

cask "java" unless system "/usr/libexec/java_home --failfast"

brew "autojump"
brew "bfg"
brew "ffmpeg"
cask "font-fira-code"
brew "git"
brew "git-extras"
brew "git-flow"
brew "gitlab-runner"
brew "httpie"
brew "iftop"
brew "imagemagick"
brew "nethogs"
brew "nano"
brew "nmap"
brew "nvm"
brew "python"
brew "rsync"
brew "s3cmd"
brew "speedtest-cli"
brew "stow"
brew "watch"
brew "wget"
brew "xz"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
