tap "homebrew/dupes"
tap "homebrew/versions"
tap "homebrew/homebrew-php"
tap "caskroom/fonts"
tap "codekitchen/dinghy"

cask "java" unless system "/usr/libexec/java_home --failfast"

brew "bfg"
brew "dinghy"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "ffmpeg"
cask "font-fira-code"
brew "git"
brew "git-extras"
brew "git-flow"
brew "imagemagick"
brew "nano"
brew "nmap"
brew "nvm"
brew "parallel"
brew "python"
brew "rsync"
brew "s3cmd"
brew "stow"
brew "symfony-installer"
brew "watch"
brew "wget"
brew "xz"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
